Revit 2026 API

# SpaceOutdoorAirFlowStandard Property

---

Get the OutdoorAirFlowStandard of the Space.

**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public OutdoorAirFlowStandard OutdoorAirFlowStandard { get; }
```
```vb
Public ReadOnly Property OutdoorAirFlowStandard As OutdoorAirFlowStandard
	Get
```
```cpp
public:
property OutdoorAirFlowStandard OutdoorAirFlowStandard {
	OutdoorAirFlowStandard get ();
}
```
```fsharp
member OutdoorAirFlowStandard : OutdoorAirFlowStandard with get
```

#### Property Value

OutdoorAirFlowStandard

This property is used to get the OutdoorAirFlowStandard of the Space.

#### Reference

Space Class

Autodesk.Revit.DB.Mechanical Namespace